{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": "No Game Level"
			},
			"Translation":
			{
				"Text": "没有游戏关卡"
			},
			"Key": "D0CB42CC41B79913B4D76E84EDD711A3"
		}
	],
	"Subnamespaces": [
		{
			"Namespace": "ST_CONFIG",
			"Children": [
				{
					"Source":
					{
						"Text": "Alemán"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "CONFIG_LENGUAGE_DE"
				},
				{
					"Source":
					{
						"Text": "Catalán"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "CONFIG_LENGUAGE_CA"
				},
				{
					"Source":
					{
						"Text": "Chino"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "CONFIG_LENGUAGE_ZH"
				},
				{
					"Source":
					{
						"Text": "Español"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "CONFIG_LENGUAGE_ES"
				},
				{
					"Source":
					{
						"Text": "Francés"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "CONFIG_LENGUAGE_FR"
				},
				{
					"Source":
					{
						"Text": "Inglés"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "CONFIG_LENGUAGE_EN"
				},
				{
					"Source":
					{
						"Text": "Italiano"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "CONFIG_LENGUAGE_IT"
				},
				{
					"Source":
					{
						"Text": "Portugués"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "CONFIG_LENGUAGE_PT"
				},
				{
					"Source":
					{
						"Text": "Ruso"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "CONFIG_LENGUAGE_RU"
				}
			]
		},
		{
			"Namespace": "ST_GAME",
			"Children": [
				{
					"Source":
					{
						"Text": "Difícil"
					},
					"Translation":
					{
						"Text": "困难"
					},
					"Key": "GAME_CLASSIC_DIFFICULTY_HARD_NAME"
				},
				{
					"Source":
					{
						"Text": "Easy description"
					},
					"Translation":
					{
						"Text": "简单难度说明"
					},
					"Key": "GAME_CLASSIC_DIFFICULTY_EASY_DESCRIPTION"
				},
				{
					"Source":
					{
						"Text": "Fácil"
					},
					"Translation":
					{
						"Text": "简单"
					},
					"Key": "GAME_CLASSIC_DIFFICULTY_EASY_NAME"
				},
				{
					"Source":
					{
						"Text": "Hard description"
					},
					"Translation":
					{
						"Text": "困难难度说明"
					},
					"Key": "GAME_CLASSIC_DIFFICULTY_HARD_DESCRIPTION"
				},
				{
					"Source":
					{
						"Text": "Medio"
					},
					"Translation":
					{
						"Text": "中等"
					},
					"Key": "GAME_CLASSIC_DIFFICULTY_MEDIUM_NAME"
				},
				{
					"Source":
					{
						"Text": "Medio description"
					},
					"Translation":
					{
						"Text": "中等难度说明"
					},
					"Key": "GAME_CLASSIC_DIFFICULTY_MEDIUM_DESCRIPTION"
				},
				{
					"Source":
					{
						"Text": "Nivel difícil"
					},
					"Translation":
					{
						"Text": "困难关卡"
					},
					"Key": "GAME_CLASSIC_DIFFICULTY_HARD_LEVELNAME"
				},
				{
					"Source":
					{
						"Text": "Nivel fácil"
					},
					"Translation":
					{
						"Text": "简单关卡"
					},
					"Key": "GAME_CLASSIC_DIFFICULTY_EASY_LEVELNAME"
				},
				{
					"Source":
					{
						"Text": "Nivel medio"
					},
					"Translation":
					{
						"Text": "中等关卡"
					},
					"Key": "GAME_CLASSIC_DIFFICULTY_MEDIUM_LEVELNAME"
				}
			]
		},
		{
			"Namespace": "ST_HUD",
			"Children": [
				{
					"Source":
					{
						"Text": "Casillas descubiertas: {revealed_tiles}"
					},
					"Translation":
					{
						"Text": "已揭开格子：{revealed_tiles}"
					},
					"Key": "HUD_GAME_STATS_TILES_REVEALED"
				},
				{
					"Source":
					{
						"Text": "Casillas marcadas: {marked_tiles}"
					},
					"Translation":
					{
						"Text": "已标记格子：{marked_tiles}"
					},
					"Key": "HUD_GAME_STATS_TILES_MARKED"
				},
				{
					"Source":
					{
						"Text": "Casillas totales: {total_tiles}"
					},
					"Translation":
					{
						"Text": "格子总数：{total_tiles}"
					},
					"Key": "HUD_GAME_STATS_TILES_TOTAL"
				},
				{
					"Source":
					{
						"Text": "Minas totales: {total_mines}"
					},
					"Translation":
					{
						"Text": "地雷总数：{total_mines}"
					},
					"Key": "HUD_GAME_STATS_MINES_TOTAL"
				}
			]
		},
		{
			"Namespace": "ST_MainMenu",
			"Children": [
				{
					"Source":
					{
						"Text": "Aventura"
					},
					"Translation":
					{
						"Text": "冒险"
					},
					"Key": "MIANMENU_MODE_ADVENTURE"
				},
				{
					"Source":
					{
						"Text": "Clásico"
					},
					"Translation":
					{
						"Text": "经典"
					},
					"Key": "MIANMENU_MODE_CLASSIC"
				},
				{
					"Source":
					{
						"Text": "Difícil"
					},
					"Translation":
					{
						"Text": "困难"
					},
					"Key": "MIANMENU_CLASSIC_DIFFICULTY_HARD"
				},
				{
					"Source":
					{
						"Text": "Fácil"
					},
					"Translation":
					{
						"Text": "简单"
					},
					"Key": "MIANMENU_CLASSIC_DIFFICULTY_EASY"
				},
				{
					"Source":
					{
						"Text": "Jugar"
					},
					"Translation":
					{
						"Text": "开始游戏"
					},
					"Key": "MIANMENU_PLAY"
				},
				{
					"Source":
					{
						"Text": "Medio"
					},
					"Translation":
					{
						"Text": "中等"
					},
					"Key": "MIANMENU_CLASSIC_DIFFICULTY_MEDIUM"
				},
				{
					"Source":
					{
						"Text": "Opciones"
					},
					"Translation":
					{
						"Text": "选项"
					},
					"Key": "MIANMENU_OPTIONS"
				},
				{
					"Source":
					{
						"Text": "Salir"
					},
					"Translation":
					{
						"Text": "退出"
					},
					"Key": "MIANMENU_QUIT"
				},
				{
					"Source":
					{
						"Text": "Volumen de animaciones"
					},
					"Translation":
					{
						"Text": "动画音量"
					},
					"Key": "MAINMENU_CONFIG_VOLUME_ANIMATIONS"
				},
				{
					"Source":
					{
						"Text": "Volumen de música"
					},
					"Translation":
					{
						"Text": "音乐音量"
					},
					"Key": "MAINMENU_CONFIG_VOLUME_MUSIC"
				},
				{
					"Source":
					{
						"Text": "Volumen de sistema"
					},
					"Translation":
					{
						"Text": "系统音量"
					},
					"Key": "MAINMENU_CONFIG_VOLUME_SYSTEM"
				},
				{
					"Source":
					{
						"Text": "Volver"
					},
					"Translation":
					{
						"Text": "返回"
					},
					"Key": "MIANMENU_BACK"
				}
			]
		},
		{
			"Namespace": "ST_Menus",
			"Children": [
				{
					"Source":
					{
						"Text": "1. Hacé clic sin volar por los aires"
					},
					"Translation":
					{
						"Text": "1. 点击时不要触雷"
					},
					"Key": "MENU_INSTRUCTIONS_01"
				},
				{
					"Source":
					{
						"Text": "2. Usá los números como pistas para esquivar minas"
					},
					"Translation":
					{
						"Text": "2. 利用数字提示避开地雷"
					},
					"Key": "MENU_INSTRUCTIONS_02"
				},
				{
					"Source":
					{
						"Text": "3. Poné banderas donde creas que hay explosivos"
					},
					"Translation":
					{
						"Text": "3. 在你认为有地雷的地方插上旗帜"
					},
					"Key": "MENU_INSTRUCTIONS_03"
				},
				{
					"Source":
					{
						"Text": "4. Ganás cuando todas las celdas seguras están descubiertas"
					},
					"Translation":
					{
						"Text": "4. 所有安全格子都被揭开后即获胜"
					},
					"Key": "MENU_INSTRUCTIONS_04"
				},
				{
					"Source":
					{
						"Text": "5. El tiempo corre — y tu marca quedará en la historia"
					},
					"Translation":
					{
						"Text": "5. 时间在流逝——你的成绩将载入史册"
					},
					"Key": "MENU_INSTRUCTIONS_05"
				},
				{
					"Source":
					{
						"Text": "Abandonar"
					},
					"Translation":
					{
						"Text": "离开游戏"
					},
					"Key": "MENU_COMMON_LEAVE_GAME"
				},
				{
					"Source":
					{
						"Text": "Cada celda puede esconder una mina... o no. Tu primer clic es pura fe, pero después todo depende de tus decisiones."
					},
					"Translation":
					{
						"Text": "每个格子可能隐藏地雷……也可能没有。你的第一次点击完全靠运气，之后一切取决于你的判断。"
					},
					"Key": "MENU_INSTRUCTIONS_01b"
				},
				{
					"Source":
					{
						"Text": "Crack"
					},
					"Translation":
					{
						"Text": "高手"
					},
					"Key": "MENU_RECORD_USERNAME_INPUT"
				},
				{
					"Source":
					{
						"Text": "Cuando estés seguro de haber localizado una mina, marcala con una bandera. Así evitás pisarla por accidente y te organizás mejor para limpiar el campo."
					},
					"Translation":
					{
						"Text": "当你确定找到地雷时，用旗帜标记它。这样可以避免意外踩到，同时更好地规划清理整个区域。"
					},
					"Key": "MENU_INSTRUCTIONS_03b"
				},
				{
					"Source":
					{
						"Text": "El cronómetro arranca en cuanto empezás y se detiene cuando ganás o... cuando explotás.\r\nSi lográs terminar sin errores y a toda velocidad, tu tiempo se guardará en el ranking de mejores partidas. ¡Así que jugá con cabeza y sin perder tiempo!"
					},
					"Translation":
					{
						"Text": "计时器在你开始时启动，胜利或爆炸时停止。\r\n如果你能快速无误地完成游戏，你的时间将记录在最佳成绩排行榜上。请动脑并抓紧时间！"
					},
					"Key": "MENU_INSTRUCTIONS_05b"
				},
				{
					"Source":
					{
						"Text": "Felicidades! Lograste un nuevo record!"
					},
					"Translation":
					{
						"Text": "恭喜！你创造了新纪录！"
					},
					"Key": "MENU_RECORD_CONGRATS"
				},
				{
					"Source":
					{
						"Text": "Ganaste"
					},
					"Translation":
					{
						"Text": "你赢了"
					},
					"Key": "MENU_WON_TITLE"
				},
				{
					"Source":
					{
						"Text": "Iniciar"
					},
					"Translation":
					{
						"Text": "开始"
					},
					"Key": "MENU_COMMON_START_GAME"
				},
				{
					"Source":
					{
						"Text": "Instrucciones"
					},
					"Translation":
					{
						"Text": "游戏说明"
					},
					"Key": "MENU_TOMENU_INSTRUCTION"
				},
				{
					"Source":
					{
						"Text": "Instrucciones"
					},
					"Translation":
					{
						"Text": "游戏说明"
					},
					"Key": "MENU_INSTRUCTIONS_TITLE"
				},
				{
					"Source":
					{
						"Text": "Jugar"
					},
					"Translation":
					{
						"Text": "开始游戏"
					},
					"Key": "MENU_PRESENTATION_TITLE"
				},
				{
					"Source":
					{
						"Text": "Menú principal"
					},
					"Translation":
					{
						"Text": "主菜单"
					},
					"Key": "MENU_TOMENU_MAIN_MENU"
				},
				{
					"Source":
					{
						"Text": "No es necesario encontrar todas las minas, sólo asegurarte de abrir todas las celdas que no las tienen. ¡Si no explotaste, es victoria!"
					},
					"Translation":
					{
						"Text": "不需要找到所有地雷，只需打开所有安全格子即可。如果没有触雷，就是胜利！"
					},
					"Key": "MENU_INSTRUCTIONS_04b"
				},
				{
					"Source":
					{
						"Text": "Nuevo record"
					},
					"Translation":
					{
						"Text": "新纪录"
					},
					"Key": "MENU_RECORD_TITLE"
				},
				{
					"Source":
					{
						"Text": "Pausa"
					},
					"Translation":
					{
						"Text": "暂停"
					},
					"Key": "MENU_PAUSE_TITLE"
				},
				{
					"Source":
					{
						"Text": "Perdiste"
					},
					"Translation":
					{
						"Text": "你失败了"
					},
					"Key": "MENU_LOSE_TITLE"
				},
				{
					"Source":
					{
						"Text": "Puntaje: {SCORE}"
					},
					"Translation":
					{
						"Text": "得分：{SCORE}"
					},
					"Key": "MENU_COMMON_SCORE"
				},
				{
					"Source":
					{
						"Text": "Ranking"
					},
					"Translation":
					{
						"Text": "排行榜"
					},
					"Key": "MENU_RANKING_TITLE"
				},
				{
					"Source":
					{
						"Text": "Reiniciar"
					},
					"Translation":
					{
						"Text": "重新开始"
					},
					"Key": "MENU_COMMON_RESTART_GAME"
				},
				{
					"Source":
					{
						"Text": "Seguir jugando"
					},
					"Translation":
					{
						"Text": "继续游戏"
					},
					"Key": "MENU_COMMON_RESUME_GAME"
				},
				{
					"Source":
					{
						"Text": "Si al abrir una celda aparece un número, significa que esa cantidad de minas está cerca. Observá con atención y pensá antes de arriesgar el próximo clic."
					},
					"Translation":
					{
						"Text": "如果打开格子出现数字，表示附近有相应数量的地雷。仔细观察，思考后再进行下一次点击。"
					},
					"Key": "MENU_INSTRUCTIONS_02b"
				},
				{
					"Source":
					{
						"Text": "Top {POSITION} es tuyo"
					},
					"Translation":
					{
						"Text": "第 {POSITION} 名属于你"
					},
					"Key": "MENU_RECORD_USERNAME_MSG"
				},
				{
					"Source":
					{
						"Text": "Tu misión es simple... en teoría. En la práctica, es cuestión de lógica, nervios de acero y un poco de suerte. Aquí van las reglas:"
					},
					"Translation":
					{
						"Text": "你的任务很简单……理论上是这样。实际上，这需要逻辑、钢铁般的意志力和一点运气。规则如下："
					},
					"Key": "MENU_INSTRUCTIONS_00"
				},
				{
					"Source":
					{
						"Text": "Ver ranking"
					},
					"Translation":
					{
						"Text": "查看排行榜"
					},
					"Key": "MENU_TOMENU_RANKING"
				},
				{
					"Source":
					{
						"Text": "{SCORE} puntos"
					},
					"Translation":
					{
						"Text": "{SCORE} 分"
					},
					"Key": "MENU_RECORD_POINTS"
				}
			]
		}
	]
}